INSERT INTO booking(name, description, time_from, time_to, owner_id, meet_room_id)
VALUES
('Переговоры 1', 'Инициатор: IvanIvanov', '2022-07-25 00:00:00', '2022-07-25 00:30:00', 1, 1),
('Переговоры 1', 'Инициатор: IvanIvanov', '2022-07-25 00:30:00', '2022-07-25 01:00:00', 1, 1),
('Переговоры 1', 'Инициатор: IvanIvanov', '2022-07-25 01:00:00', '2022-07-25 01:30:00', 1, 1),
('Переговоры 1', 'Инициатор: IvanIvanov', '2022-07-25 01:30:00', '2022-07-25 02:00:00', 1, 1),

('Переговоры 2', 'Инициатор: PetrPetrov', '2022-07-26 02:30:00', '2022-07-26 03:00:00', 2, 1),
('Переговоры 2', 'Инициатор: PetrPetrov', '2022-07-26 03:00:00', '2022-07-26 03:30:00', 2, 1),

('Переговоры 0', 'Инициатор: PetrPetrov', '2022-07-23 04:00:00', '2022-07-23 04:30:00', 2, 1),
('Переговоры 0', 'Инициатор: PetrPetrov', '2022-07-23 04:30:00', '2022-07-23 05:00:00', 2, 1);

INSERT INTO booking_employee(booking_id, employee_id)
VALUES
(1, 1), (2, 1), (3, 1), (4, 1), (5, 1),
(2, 2), (3, 2), (5, 2), (6, 2), (7, 2), (8, 2);



